{
  "skills": [
    {
      "name": "HTML",
      "description": "Es un lenguaje de marcado de etiquetas que se utiliza para crear y estructurar contenido en la web. Este lenguaje permite definir la estructura y el contenido de una página web mediante etiquetas y atributos que indican al navegador cómo mostrar la información."
    },
    {
      "name": "CSS",
      "description": "CSS son las siglas de “Cascading Style Sheets” (hojas de estilo en cascada). CSS es un lenguaje para la composición y estructuración de páginas web (HTML o XML). Este lenguaje contiene elementos de codificación y se compone de estas “Cascading Style Sheets” que también se llaman archivos CSS (. css)."
    },
    {
      "name": "JavaScript",
      "description": "JavaScript es un lenguaje de programación que los desarrolladores utilizan para hacer páginas web interactivas. Desde actualizar fuentes de redes sociales a mostrar animaciones y mapas interactivos, las funciones de JavaScript pueden mejorar la experiencia del usuario de un sitio web."
    },
    {
      "name": "GIT",
      "description": "Git es un sistema de control de versiones distribuido, lo que significa que un clon local del proyecto es un repositorio de control de versiones completo. Estos repositorios locales plenamente funcionales permiten trabajar sin conexión o de forma remota con facilidad."
    },
    {
      "name": "Node.js",
      "description": "Node.js es un entorno de tiempo de ejecución de JavaScript (de ahí su terminación en . js haciendo alusión al lenguaje JavaScript). Este entorno de tiempo de ejecución en tiempo real incluye todo lo que se necesita para ejecutar un programa escrito en JavaScript."
    },
    {
      "name": "Express",
      "description": "Express.js es el framework backend más popular para Node. js, y es una parte extensa del ecosistema JavaScript. Está diseñado para construir aplicaciones web de una sola página, multipágina e híbridas, también se ha convertido en el estándar para desarrollar aplicaciones backend con Node."
    },
    {
      "name": "MongoDB",
      "description": "MongoDB es una base de datos de documentos que ofrece una gran escalabilidad y flexibilidad, así como un modelo de consultas e indexación avanzado."
    },
    {
      "name": "React",
      "description": "React (también llamada React.js o ReactJS) es un framework Javascript de código abierto diseñada para crear interfaces de usuario con el objetivo de facilitar el desarrollo de aplicaciones en una sola página. Es mantenido por Facebook y la comunidad de software libre."
    },
    {
      "name": "Next.js",
      "description": "NextJS es un framework JavaScript ligero y de código abierto creado sobre React, que permite desarrollar aplicaciones y sitios web muy rápidos y fáciles de usar."
    },
    {
      "name": "Typescript",
      "description": "TypeScript es una extensión al lenguaje de programación JavaScript que se caracteriza por ampliar su sintaxis en el ámbito de los tipos. En este sentido, es un lenguaje de programación propio que se basa en JavaScript para darnos herramientas de desarrollo en cualquier escala de proyectos."
    },
    {
      "name": "AWS",
      "description": "Amazon Web Services (AWS) es la nube más completa y ampliamente adoptada del mundo, e incluye ofertas de infraestructura como servicio (IaaS) y plataforma como servicio (PaaS). Los servicios de AWS ofrecen soluciones escalables para la computación, el almacenamiento, las bases de datos, el análisis y mucho más."
    }
  ],
  "projects": [
    { "name": "Mi proyecto 1", "img": "/assets/images/shop.svg" },
    { "name": "Mi proyecto 2", "img": "/assets/images/shop.svg" },
    { "name": "Mi proyecto 3", "img": "/assets/images/shop.svg" },
    { "name": "Mi proyecto 4", "img": "/assets/images/shop.svg" },
    { "name": "Mi proyecto 5", "img": "/assets/images/shop.svg" }
  ]
}
